# ActualHVACLoad Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
Space..::..ActualHVACLoad Property
Space Class See Also
---
Get the Actual HVAC Load of the Space.
**Namespace:** Autodesk.Revit.DB.Mechanical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public double ActualHVACLoad { get; }
```

Visual Basic
---
```text
Public ReadOnly Property ActualHVACLoad As Double
	Get
```

Visual C++
---
```text
public:
property double ActualHVACLoad {
	double get ();
}
```

# Remarks
This property is used to get the Actual HVAC Load (Unit: W) of the Space.
# See Also
Space Class
Autodesk.Revit.DB.Mechanical Namespace